#language:ru
Функция: Передача коллекций в код автотестов

  Сценарий:
    Допустим передадим в метод список строк
      | строка 1 |
      | строка 2 |
      | строка 3 |

    Допустим передадим в метод ассоциативный массив
      | ключ 1 | значение 1 |
      | ключ 2 | значение 2 |
      | ключ 3 | значение 3 |
      | ключ 4 | значение 4 |


    Допустим передадим в метод datatable
      | колонка 1 | колонка 2 | колонка 3 |
      | колонка 4 | колонка 5 | колонка 6 |
      | колонка 7 | колонка 8 | колонка 9 |